Repository: ade25/ade25.base
Catalog: ade25/*/locales/*.po
Languages: de

source: Activate cookie consent message viewlet
de: Cookie Content Hinweis aktivieren

source: Activate low quality image placeholder (LQIP) generation in responsive image tool.
de: Erstellung von Low Quality Image Placeholder (LQIP) im Responsive Image Tool aktivieren.

source: Activate to use the custom text fields available below.Otherwise the default cookie consent message will be automatically rendered which will be appropriate for most sites. The standard cookie message assumes a page to be available under the URI ${PORTAL_URL}/datenschutz.
de: Aktiveren von Überschreibungen durch nachfolgende Felder. Anderenfalls werden Standard Texte angezeigt, die für die meisten Seiten passend sein sollten. Der Standard Cookie Hinweis verlinkt zu einer Datenschutzerklärung, die unter dem Pfad „PORTAL_URL/datenschutz“ erreichbar sein sollte.

source: Add custom dismiss button text
de: Überschreiben Sie den Text des Zustimmungsbutton im Cookie Hinweis

source: Ade25 Cookie Consent
de: Ade25 Cookie Hinweis (Cookie Content)

source: Ade25 Settings Overview
de: Ade25 Einstellungen

source: Ade25 Site Settings
de: Ade25 Seiteneinstellungen

source: Ade25 Site Settings - Navigation
de: Ade25 Seiteneinstellungen - Navigation

source: Available Responsive Image Scales
de: Verfügbare responsive Skalierungen

source: Back
de: Zurück

source: Bottom
de: Unterer Bildschirmrand

source: CC Background Color
de: CC Hintergrundfarbe

source: CC Dismiss button
de: CC Button Zustimmung

source: CC Learn more link text
de: CC Text des weiterführenden Links

source: CC Link Target
de: CC Weiterführender Link

source: CC Message
de: CC Hinweistext

source: CC Popover Position
de: CC Position des Hinweises

source: CC Text Color
de: CC Textfarbe

source: Choose if the main navigation should include a home link pointing at the front page.
de: Wählen Sie hier, ob die Hauptnavigation automatisch einen Link zur Startseite enthalten soll.

source: Configure
de: Konfigurieren

source: Enable Cookie Consent
de: Cookie Hinweis aktivieren

source: Enable Home Link
de: Verlinkung Startseite aktivieren

source: Enable LQIP Support
de: LQIP Unterstützung

source: Enter custom cookie consent message
de: Geben Sie hier den Text ein, der als Hinweistext im Cookie Hinweis verwendet werden soll

source: Enter custom link text for privacy notice
de: Tragen Sie hier den Text für die Verlinkung zum Datenschutzhinweis ein

source: Enter relative location of privacy and data protection notice page
de: Tragen Sie hier den relativen Pfad zur Seite mit Hinweisen zum Datenschutz ein

source: Global utilities and tools (Mailer, Responsive Image Support and Navigation)
de: Globale Hilfen und Werkzeuge (Mailer, Responsive Image Support, Cookie Hinweis und Responsive Navigation)

source: JSON image scale definition
de: Definition Bildstil (JSON Format)

source: Listed Content Types
de: Angezeigte Inhaltstypen

source: Override Standard Cookie Consent Text
de: Standard Cookie Hinweis mit eigenen Inhalten überschreiben

source: Please select where to display the cookie consent pop over banner
de: Bitte wählen Sie hier, an welcher Stelle der Cookie Hinweis eingeblendet werden soll

source: Setup initialized.
de: Setup gestartet.

source: The entered text color will be used as background color for the popover button
de: Die eingegebene Farbe wird als Textfarbe und gleichzeitig Hintergrundfarbe des Buttons zur Zustimmung verwendet

source: The entered value will be used as button text color.
de: Der eingetragene Farbwert wird für den Hintergrund des Cookie Hinweis und als Textfarbe des Buttons verwendet.

source: This website uses cookies to ensure you get the best experience on our website. Learn more by visiting our
de: Diese Webseite verwendet Cookies, um Ihren Besuch bestmöglich zu gestalten. Lesen Sie dazu

source: Top
de: Oberer Bildschirmrand

source: Uninstall Ade25 global tools and utilities
de: Ade25 globale Hilfen und Werkzeuge deinstallieren

source: Uninstall ade25 global tools (ade25.base)
de: Ade25 globale Werkzeuge (ade25.base) entfernen.

source: data protection policy.
de: unsere Datenschutzhinweise.

source: label_up_to_plone_setup
de: Konfiguration
